export default function PrivacyTH () {
  return (
    <div className="privacy-box">
      <div className="pageTitle1">ประกาศด้านการคุ้มครองข้อมูลส่วนบุคคล</div>

      <div className="privacy-sub-title">
        สำหรับการบริหารงานบุคคล รวมถึงบุคคลอื่นที่เกี่ยวข้อง
      </div>

      <div className="privacyText margin-t50">
        <p>
          บริษัท สยามนิสทรานส์ จำกัด (“บริษัทฯ”)
          ได้จัดทำและเผยแพร่ประกาศด้านการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้
          เพื่อชี้แจงรายละเอียดเกี่ยวกับการเก็บรวบรวม ใช้
          หรือเปิดเผยข้อมูลส่วนบุคคลสำหรับพนักงานของบริษัทฯ
          พนักงานจ้างเหมาบริการ ผู้สมัครงาน รวมถึงสมาชิกในครอบครัว
          บุคคลติดต่อกรณีฉุกเฉิน บุคคลอ้างอิง
          และผู้รับผลประโยชน์ของบุคคลข้างต้นที่ได้ให้ข้อมูลไว้กับบริษัทฯ
          รวมถึงวิธีการในการปกป้องคุ้มครองข้อมูลส่วนบุคคลและแนวทางการจัดการข้อมูลส่วนบุคคลอย่างเหมาะสมตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
          พ.ศ. 2562
        </p>
        <p>
          บริษัทฯ
          มีการพิจารณาทบทวนและอาจแก้ไขเปลี่ยนแปลงประกาศด้านการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ตามความเหมาะสมอยู่เป็นระยะ
          เพื่อให้แน่ใจว่าข้อมูลส่วนบุคคลของเจ้าของส่วนบุคคลได้รับความคุ้มครองอย่างเหมาะสม
          หากประกาศด้านการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้มีการแก้ไขเปลี่ยนแปลงอย่างมีนัยสำคัญ
          บริษัทฯ
          จะแจ้งให้เจ้าของข้อมูลส่วนบุคคลทราบด้วยการเผยแพร่ผ่านช่องทางที่เหมาะสม
        </p>
      </div>

      <div className="privacy-title">1. คำนิยาม</div>

      <div className="privacyText">
        <p>
          “ข้อมูลส่วนบุคคล” หมายถึง
          ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม
          แต่ไม่รวมถึงข้อมูลผู้ถึงแก่กรรมโดยเฉพาะ
        </p>

        <p>
          “ข้อมูลส่วนบุคคลอ่อนไหว” หมายถึง
          ข้อมูลส่วนบุคคลตามที่ถูกบัญญัติไว้ในมาตรา 26
          แห่งพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ซึ่งได้แก่
          ข้อมูลเชื้อชาติ เผ่าพันธุ์ ความคิดเห็นทางการเมือง ความเชื่อในลัทธิ
          ศาสนาหรือปรัชญา พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ
          ข้อมูลสหภาพแรงงาน ข้อมูลพันธุกรรม ข้อมูลชีวภาพ
          หรือข้อมูลอื่นใดซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทำนองเดียวกันตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด
        </p>

        <p>
          “เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล” หมายถึง ผู้ซึ่งบริษัทฯ
          แต่งตั้งให้เป็นเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลตามมาตรา 41
          แห่งพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
        </p>

        <p>
          “เจ้าของข้อมูลส่วนบุคคล” หมายถึง
          บุคคลธรรมดาซึ่งเป็นเจ้าของข้อมูลส่วนบุคคลที่บริษัทฯ เก็บรวบรวม ใช้
          หรือเปิดเผย
        </p>
      </div>

      <div className="privacy-title">
        2. วัตถุประสงค์ในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล
      </div>

      <div className="privacy-title-2">
        2.1 ฐานกฎหมายในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        บริษัทฯ จะเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลเท่าที่จำเป็นภายใต้ขอบเขตของประกาศด้านการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้
        ในกรณีต่อไปนี้
      </div>

      <div className="privacy-title-3">2.1.1 สำหรับข้อมูลส่วนบุคคลทั่วไป</div>

      <div className="privacy-list-1">
        <ul>
          <li>
            เมื่อบริษัทฯ ได้รับความยินยอมจากเจ้าของข้อมูลส่วนบุคคล
            สำหรับกรณีที่กฎหมายกำหนดให้ต้องขอความยินยอม
          </li>
          <li>
            เพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล
          </li>
          <li>
            เป็นการจำเป็นเพื่อการปฏิบัติตามสัญญาซึ่งเจ้าของข้อมูลส่วนบุคคลเป็นคู่สัญญาหรือเพื่อใช้ในการดำเนินการตามคำขอของเจ้าของข้อมูลส่วนบุคคลก่อนเข้าทำสัญญา
          </li>
          <li>
            เป็นการจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของบริษัทฯ
            หรือของบุคคลหรือนิติบุคคลอื่น
            เว้นแต่ประโยชน์ดังกล่าวมีความสำคัญน้อยกว่าสิทธิขั้นพื้นฐานในข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคล
          </li>
          <li>เป็นการปฏิบัติตามกฎหมายของบริษัทฯ</li>
        </ul>
      </div>

      <div className="privacy-title-3">2.1.2 สำหรับข้อมูลส่วนบุคคลอ่อนไหว</div>

      <div className="privacyText padding-l60 no-margin-t">
        ในการดำเนินงานของบริษัทฯ บริษัทฯ
        อาจมีความจำเป็นต้องเก็บรวบรวมข้อมูลส่วนบุคคลอ่อนไหวของเจ้าของข้อมูลส่วนบุคคล
        ในกรณีที่ บริษัทฯ
        มีการเก็บรวบรวมข้อมูลส่วนบุคคลอ่อนไหวของเจ้าของข้อมูลส่วนบุคคล บริษัทฯ
        จะขอความยินยอมโดยชัดแจ้งจากเจ้าของข้อมูลส่วนบุคคลก่อนเสมอ
        เว้นแต่เป็นกรณีที่เข้าเงื่อนไขที่ไม่จำเป็นต้องได้รับความยินยอมโดยชัดแจ้งตามที่ระบุไว้ภายใต้พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
        พ.ศ. 2562 รวมถึงกรณีดังต่อไปนี้
      </div>

      <div className="privacy-list-1 padding-l90">
        <ul>
          <li>
            เพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย
            หรือสุขภาพของบุคคลซึ่งเจ้าของข้อมูลส่วนบุคคลไม่สามารถให้ความยินยอมได้
            ไม่ว่าด้วยเหตุใดก็ตาม
          </li>
          <li>
            เป็นข้อมูลที่เปิดเผยต่อสาธารณะด้วยความยินยอมโดยชัดแจ้งของเจ้าของข้อมูลส่วนบุคคล
          </li>
          <li>
            เป็นการจำเป็นเพื่อการก่อตั้งสิทธิเรียกร้องตามกฎหมาย
            การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย
            หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย
          </li>
          <li>
            เป็นการจำเป็นในการปฏิบัติตามกฎหมายเพื่อให้บรรลุวัตถุประสงค์ประโยชน์สาธารณะด้านการสาธารณสุข
            เช่น
            การป้องกันด้านสุขภาพจากโรคติดต่ออันตรายหรือโรคระบาดที่อาจติดต่อหรือแพร่เข้ามาในราชอาณาจักร
          </li>
          <li>
            เป็นการจำเป็นในการปฏิบัติตามกฎหมายเพื่อให้บรรลุวัตถุประสงค์เกี่ยวกับการประเมินความสามารถในการทำงานของลูกจ้าง
            การคุ้มครองแรงงาน การประกันสังคม หรือการคุ้มครองทางสังคม
          </li>
          <li>
            เป็นการจำเป็นในการปฏิบัติตามกฎหมายเพื่อให้บรรลุวัตถุประสงค์เกี่ยวกับประโยชน์สาธารณะที่สำคัญ
          </li>
        </ul>
      </div>

      <div className="privacy-title-2">
        2.2 วัตถุประสงค์ในการเก็บรวบรวมเพื่อการนำข้อมูลส่วนบุคคลไปใช้หรือเปิดเผย
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        บริษัทฯ
        เก็บรวบรวมข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์หลายประการโดยขึ้นอยู่กับลักษณะความสัมพันธ์ระหว่างเจ้าของข้อมูลส่วนบุคคลกับบริษัทฯ
        ดังต่อไปนี้
      </div>

      <div className="privacy-title-3">
        2.2.1 สำหรับผู้สมัครงาน รวมถึงสมาชิกในครอบครัว บุคคลอ้างอิง
        และบุคคลติดต่อกรณีฉุกเฉินของผู้สมัครงาน
      </div>

      <div className="privacy-list-1 padding-l90">
        <ul>
          <li>
            เพื่อการสรรหา การพิจารณาและคัดเลือกผู้สมัครงาน
            รวมถึงการดำเนินการอื่น ๆ ที่เกี่ยวข้อง เช่น
            การตรวจสอบคุณสมบัติของผู้สมัครงาน การตรวจสอบประวัติอาชญากรรม
            การสัมภาษณ์ การประเมินผลการสัมภาษณ์ และการทำสัญญาจ้างงาน เป็นต้น
          </li>
          <li>
            เพื่อการบริหารงานภายในของบริษัทฯ เกี่ยวกับกระบวนการสมัครงาน เช่น
            การจัดทำฐานข้อมูลของผู้สมัครงานและบุคคลที่เกี่ยวข้อง
            การส่งข้อมูลรายงานการสัมภาษณ์ของผู้สมัครงานให้ฝ่ายที่เกี่ยวข้องพิจารณาคัดเลือก
            และการบริหารงานบุคคลอื่น ๆ ที่จำเป็นของบริษัทฯ
          </li>
        </ul>
      </div>

      <div className="privacy-title-3">
        2.2.2 สำหรับพนักงานของบริษัทฯ พนักงานจ้างเหมาบริการ
        รวมถึงสมาชิกในครอบครัว บุคคลติดต่อกรณีฉุกเฉิน บุคคลอ้างอิง และ
        ผู้รับผลประโยชน์ของบุคคลข้างต้น
      </div>

      <div className="privacy-list-1 padding-l90">
        <ul>
          <li>
            เพื่อประกอบการจ้างงานและการปฏิบัติหน้าที่ภายใต้ขอบเขตสัญญาจ้างงานหรือสัญญาอื่นที่เกี่ยวข้องระหว่างบริษัทฯ
            และพนักงานหรือพนักงานจ้างเหมาบริการ หรือเพื่อการปฏิบัติตามกฎหมาย กฎ
            และระเบียบอื่นที่เกี่ยวข้องของบริษัทฯ
            รวมถึงการดำเนินการอื่นที่เกี่ยวข้อง เช่น
            การตรวจคัดกรองสารเสพติดและประวัติอาชญากรรมก่อนการปฏิบัติงาน
            การจัดทำหนังสือมอบอำนาจเพื่อปฏิบัติงานในนามของบริษัทฯ
            การนำส่งข้อมูลและเอกสารที่เกี่ยวข้องให้แก่หน่วยงานรัฐ
            การจัดทำเอกสารหลักฐานการรับเงินจากพนักงานของบริษัทฯ เช่น
            ใบเสร็จรับเงิน เป็นต้น
          </li>
          <li>
            เพื่อการบริหารงานบุคคลของบริษัทฯ รวมถึง
            การวางแผนและบริหารจัดการทรัพยากรบุคคล
            การกำกับดูแลการดำเนินงานของพนักงานและพนักงานจ้างเหมาบริการ
            การจัดทำฐานข้อมูลของพนักงานและพนักงานจ้างเหมาบริการภายในบริษัทฯ
            รวมถึงการบริหารจัดการเงินเดือน ค่าจ้างและประโยชน์ตอบแทนอื่น
            การให้สิทธิประโยชน์และสวัสดิการต่าง ๆ (เช่น ค่ารักษาพยาบาล
            ค่าตรวจสุขภาพประจำปี ประกันภัย ค่าวัคซีนป้องกันโรค
            กองทุนสำรองเลี้ยงชีพ และประกันสังคม เป็นต้น)
            การจัดทำสรุปรายการเงินได้และภาษีเงินได้ของพนักงานเพื่อนำส่งกรมสรรพากร
          </li>
          <li>
            เพื่อการยื่นคำขอการตรวจลงตราหรือขอวีซ่า (Visa)
            หรือคำขอต่ออายุการตรวจลงตราหรือคำขอต่ออายุวีซ่า (Visa Extension)
            และ/หรือการยื่นขอหรือการยื่นขอต่ออายุใบอนุญาตทำงาน (Work Permit)
            ตามที่กฎหมายกำหนด
          </li>
          <li>
            เพื่อการดำเนินการวางแผน รายงาน ประเมิน และวิเคราะห์ข้อมูล
            สำหรับการดำเนินงานของบริษัทฯ
          </li>
          <li>
            เพื่อการบริหารความเสี่ยง การป้องกันและตรวจสอบ
            และการบริหารจัดการภายในองค์กร ตามที่กำหนดในกฎหมาย ข้อบังคับ
            หรือระเบียบของบริษัทฯ เช่น การตรวจสอบภายในของบริษัทฯ
            รวมถึงการพิจารณาเรื่องร้องเรียนการทุจริตหรือประพฤติมิชอบภายในบริษัทฯ
            การตรวจสอบและป้องกันการทุจริตหรือการกระทำอื่นใดที่ไม่ชอบด้วยกฎหมาย
            การตรวจสอบการขอใช้ระบบสารสนเทศภายในของบริษัทฯ เป็นต้น
          </li>
          <li>
            เพื่อการสืบสวน สอบสวน ตามกระบวนการทางกฎหมายและกฎระเบียบอื่นใด
            เพื่อปฏิบัติตามกฎหมาย และเพื่อรายงานข้อมูลต่อหน่วยงานราชการตามกฎหมาย
            หรือเมื่อได้รับหมายเรียก หมายบังคับคดีจากเจ้าหน้าที่ตำรวจ
            หน่วยงานราชการ ศาล หรือหน่วยงานบังคับใช้กฎหมายอื่น ๆ
            รวมทั้งเพื่อการก่อตั้งสิทธิเรียกร้องตามกฎหมาย
            การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย
            หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย
          </li>
          <li>
            เพื่อการโอนสิทธิ หน้าที่ และผลประโยชน์ใด ๆ
            ตามสัญญาระหว่างท่านกับบริษัทฯ เช่น
            การควบรวมกิจการหรือการโอนสัญญาซึ่งได้กระทำโดยชอบด้วยกฎหมาย
          </li>
          <li>
            เพื่อการรักษาความปลอดภัยภายในบริเวณอาคารและสถานที่ของบริษัทฯ
            ด้วยกล้องโทรทัศน์วงจรปิด การคัดกรอง การตรวจสอบ
            และการยืนยันตัวตนเพื่อการเข้า – ออกบริเวณอาคารและสถานที่ของบริษัทฯ
          </li>
        </ul>
      </div>

      <div className="privacyText">
        ในกรณีที่ข้อมูลส่วนบุคคลที่บริษัทฯ
        เก็บรวบรวมข้างต้นเป็นข้อมูลที่จำเป็นต่อบริษัทฯ ในการปฏิบัติตามกฎหมายต่าง
        ๆ ที่ใช้บังคับหรือการปฏิบัติตามสัญญา
        หากเจ้าของข้อมูลส่วนบุคคลไม่ให้ข้อมูลส่วนบุคคลที่จำเป็นดังกล่าว บริษัทฯ
        อาจมีความรับผิดตามกฎหมายและ/หรือไม่สามารถบริหารหรือจัดการสัญญาหรืออำนวยความสะดวกแก่เจ้าของข้อมูลส่วนบุคคลได้
      </div>

      <div className="privacy-title">3. ข้อมูลส่วนบุคคลที่มีการเก็บรวบรวม</div>

      <div className="privacy-title-2">
        3.1 ข้อมูลส่วนบุคคลที่บริษัทฯ เก็บรวบรวม
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        The Company collects several types of Personal Data from the Data
        Subjects, including:
      </div>

      <div className="privacy-list-3-1">
        <ul>
          <li>
            ข้อมูลที่ใช้ระบุตัวตน เช่น ชื่อ นามสกุล หมายเลขประจำตัวประชาชน
            หมายเลขใบอนุญาตขับรถ หมายเลขหนังสือเดินทาง วัน เดือน ปีเกิด เพศ อายุ
            สัญชาติ สถานภาพการสมรส รูปถ่าย
            รวมถึงข้อมูลอื่นที่ปรากฎบนสำเนาบัตรประจำตัวประชาชน
            สำเนาใบอนุญาตขับรถ หรือเอกสารอื่นที่กฎหมายกำหนดให้จัดทำ เป็นต้น
          </li>
          <li>
            ข้อมูลติดต่อ เช่น ที่อยู่ หมายเลขโทรศัพท์
            ที่อยู่ไปรษณีย์อิเล็กทรอนิกส์ ข้อมูลติดต่อบนสื่อสังคมออนไลน์
          </li>
          <li>
            ข้อมูลทางการเงินหรือข้อมูลการทำธุรกรรม เช่น
            ข้อมูลบัญชีธนาคารและหมายเลขบัญชีธนาคาร ข้อมูลเกี่ยวกับภาษีอากรต่าง ๆ
            ข้อมูลประกันภัย ค่าตอบแทนหรือเงินเดือน เป็นต้น
          </li>
          <li>
            ข้อมูลเกี่ยวกับการใช้งานระบบสารสนเทศของบริษัทฯ
            หรือข้อมูลด้านเทคนิคอื่น ๆ เช่น หมายเลขประจำเครื่องคอมพิวเตอร์ (IP
            Address) รหัสประจำตัวอุปกรณ์ ข้อมูลที่บริษัทฯ เก็บรวบรวมผ่านคุกกี้
            (Cookies) หรือเทคโนโลยีอื่นที่มีลักษณะเดียวกัน
            ข้อมูลจราจรทางคอมพิวเตอร์ (Log)
            ข้อมูลการเข้าใช้งานเว็บไซต์และระบบต่าง ๆ ของบริษัทฯ
            ข้อมูลบัญชีผู้ใช้งานสำหรับใช้งานระบบสารสนเทศของบริษัทฯ เป็นต้น
          </li>
          <li>
            ข้อมูลเกี่ยวกับเกี่ยวกับคุณสมบัติ การศึกษาและการทำงาน
            รวมถึงการฝึกอบรมต่าง ๆ เช่น ประวัติการศึกษาและการทำงาน
            ข้อมูลใบอนุญาตทำงาน ตำแหน่งงาน เป็นต้น
          </li>
          <li>
            ข้อมูลการติดต่อกับบริษัทฯ เช่น
            ข้อมูลการบันทึกภาพหรือเสียงเมื่อมีการติดต่อกับบริษัทฯ เป็นต้น
          </li>
          <li>
            ข้อมูลการเข้าร่วมกิจกรรมต่าง ๆ ของบริษัทฯ เช่น การบันทึกภาพนิ่ง
            ภาพเคลื่อนไหว ข้อมูลอื่นที่ปรากฎในเอกสารการลงทะเบียนเข้าร่วมกิจกรรม
            ผลสำรวจความคิดเห็นหรือการประเมินความพึงพอใจ เป็นต้น
          </li>
          <li>
            ข้อมูลส่วนตัวอื่น ๆ เช่น สถานภาพการเกณฑ์ทหาร สถานะพลเมือง
            ข้อมูลบุคคลในครอบครัว ข้อมูลบุคคลอ้างอิง
            ข้อมูลบุคคลติดต่อกรณีฉุกเฉิน เป็นต้น
          </li>
        </ul>
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ในบางกรณี บริษัทฯ อาจเก็บรวบรวมข้อมูลส่วนบุคคลอ่อนไหว เช่น ศาสนา
        หมู่โลหิต เชื้อชาติ ข้อมูลสุขภาพ (ผลตรวจเชื้อไวรัสโควิด-19 (COVID-19)
        และผลตรวจสารเสพติด) ข้อมูลจำลองใบหน้า ข้อมูลประวัติอาชญากรรม เป็นต้น
        โดยได้รับความยินยอมโดยชัดแจ้งจากเจ้าของข้อมูลส่วนบุคคลหรือตามที่กฎหมายกำหนด
      </div>

      <div className="privacy-title-2">
        3.2 ข้อมูลส่วนบุคคลของผู้เยาว์ คนไร้ความสามารถ และคนเสมือนไร้ความสามารถ
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ในบางกรณี บริษัทฯ
        อาจมีการเก็บรวบรวมข้อมูลส่วนบุคคลเป็นของเจ้าของข้อมูลส่วนบุคคลซึ่งเป็นผู้เยาว์
        คนไร้ความสามารถ หรือคนเสมือนไร้ความสามารถ ในกรณีดังกล่าว บริษัทฯ
        จะปฏิบัติตามกฎหมายที่เกี่ยวข้องกับการเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลของผู้เยาว์ คนไร้ความสามารถ
        และคนเสมือนไร้ความสามารถ ซึ่งรวมถึงการขอความยินยอมจากผู้แทนโดยชอบธรรม
        ผู้อนุบาล หรือผู้พิทักษ์ตามที่กฎหมายกำหนดหากบริษัทฯ
        ไม่มีเหตุอันชอบด้วยกฎหมายประการอื่นนอกเหนือจากการขอความยินยอมในการเก็บรวบรวม
        ใช้ หรือเปิดเผยข้อมูลดังกล่าว
      </div>

      <div className="privacy-title-2">3.3 แหล่งที่มาของข้อมูลส่วนบุคคล </div>

      <div className="privacyText padding-l30 no-margin-t">
        บริษัทฯ
        อาจเก็บรวบรวมข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลจากแหล่งต่าง ๆ
        ได้แก่
      </div>

      <div className="privacy-list-3-3">
        <ul>
          <li>
            ได้รับข้อมูลส่วนบุคคลจากเจ้าของข้อมูลส่วนบุคคลโดยตรง เช่น
            การสมัครงานกับบริษัทฯ รวมถึงการนำส่งเอกสารประกอบการสมัคร
            การดำเนินการตามคำขอก่อนเข้าทำสัญญา การลงนามในสัญญา
            การแนบเอกสารประกอบการทำสัญญา การติดต่อบริษัทฯ ผ่านทางช่องทางต่าง ๆ
            (เช่น ทางโทรศัพท์ ทางไปรษณีย์อิเล็กทรอนิกส์) การเข้าร่วมประชุม
            นอกจากนี้ บริษัทฯ อาจมีการจัดเก็บข้อมูลโดยอัตโนมัติ (เช่น
            เมื่อเจ้าของข้อมูลเข้าใช้งานเทคโนโลยีสารสนเทศของบริษัทฯ
            หรือเมื่อเจ้าของข้อมูลเข้าใช้งานเว็บไซต์ของบริษัทฯ
          </li>
          <li>
            ได้รับข้อมูลส่วนบุคคลจากเจ้าของข้อมูลส่วนบุคคลจากแหล่งอื่น เช่น
            บุคคลอ้างอิงซึ่งเจ้าของข้อมูลส่วนบุคคลได้ให้ข้อมูลไว้แก่บริษัทฯ
            นายจ้างจากที่ทำงานเก่า มหาวิทยาลัย หน่วยงานราชการ หน่วยงานของรัฐ
            หน่วยงานเอกชน หรือแหล่งข้อมูลสาธารณะอื่น ๆ (เช่น
            เว็บไซต์ของหน่วยงานต้นสังกัดของเจ้าของข้อมูลส่วนบุคคล
            ข้อมูลที่ค้นหาได้ทางอินเทอร์เน็ต เป็นต้น)
          </li>
        </ul>
      </div>

      <div className="privacy-title">
        4. ระยะเวลาในการเก็บรวบรวมข้อมูลส่วนบุคคล
      </div>

      <div className="privacyText">
        บริษัทฯ
        จะเก็บรักษาข้อมูลส่วนบุคคลของท่านเป็นระยะเวลาเท่าที่จำเป็นเพื่อวัตถุประสงค์ในการเก็บรวบรวม
        ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลซึ่งได้ระบุไว้ในประกาศด้านการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้
        หลักเกณฑ์ที่ใช้กำหนดระยะเวลาเก็บ ได้แก่ ระยะเวลาที่บริษัทฯ
        ยังคงดำเนินความสัมพันธ์กับท่าน
        และอาจเก็บต่อไปตามระยะเวลาที่จำเป็นเพื่อการปฏิบัติตามกฎหมายหรือตามอายุความทางกฎหมาย
        เพื่อการก่อตั้งสิทธิเรียกร้องตามกฎหมาย
        การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย
        หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย
        หรือเพื่อเหตุอื่นตามนโยบายและข้อกำหนดภายในของบริษัทฯ
      </div>

      <div className="privacy-title">5. การเปิดเผยข้อมูลส่วนบุคคล</div>

      <div className="privacy-title-2">
        5.1
        ประเภทของบุคคลหรือหน่วยงานซึ่งข้อมูลส่วนบุคคลที่เก็บรวบรวมอาจจะถูกเปิดเผย
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ในการดำเนินการตามวัตถุประสงค์ที่ระบุไว้ในประกาศด้านการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้
        บริษัทฯ อาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่บุคคลภายนอกดังต่อไปนี้
      </div>

      <div className="privacy-list-5-1">
        <ul>
          <li>
            บริษัทย่อย บริษัทในกลุ่ม และบริษัทในเครือ (ตามรายชื่อที่ระบุใน{" "}
            <a href="overseas-branches.php">
              https://www.th.nissin-asia.com/th/overseas-branches.php
            </a>
            )
            เพื่อวัตถุประสงค์ในการดำเนินกิจกรรมตามที่ระบุในประกาศด้านการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้
          </li>
          <li>
            ตัวแทน ผู้ให้บริการ ผู้รับจ้าง และ/หรือ ผู้รับจ้างช่วง
            สำหรับการดำเนินงานใด ๆ ให้แก่บริษัทฯ เช่น ผู้ให้บริการขนส่ง
            ผู้ให้บริการด้านการท่องเที่ยว ผู้ให้บริการเก็บและทำลายเอกสาร
            โรงพิมพ์ ผู้รับจ้างพัฒนาและดูแลระบบเทคโนโลยีสารสนเทศ ผู้ตรวจสอบบัญชี
            ทนายความ ที่ปรึกษากฎหมายและภาษี ที่ปรึกษาใด ๆ
          </li>
          <li>
            หน่วยงานราชการ หน่วยงานกำกับดูแล องค์กรอิสระ
            หรือหน่วยงานอื่นตามที่กฎหมายกำหนด
            รวมถึงเจ้าพนักงานซึ่งใช้อำนาจหรือปฏิบัติหน้าที่ตามกฎหมาย เช่น ศาล
            ตำรวจ สำนักงานตำรวจแห่งชาติ กรมสรรพากร กรมศุลกากร
            กองบังคับการตรวจคนเข้าเมือง
            สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล เป็นต้น
          </li>
          <li>
            สถาบันการเงินเพื่อการจ่ายค่าจ้าง ค่าชดเชย เงินช่วยเหลือ
            ในกระบวนการที่เกี่ยวข้อง เป็นต้น
          </li>
          <li>บริษัทประกันภัย</li>
          <li>
            ผู้รับโอนสิทธิ หน้าที่ และผลประโยชน์ใด ๆ จากบริษัทฯ
            รวมถึงผู้ที่ได้รับมอบหมายจากผู้รับโอนดังกล่าวให้ดำเนินการแทน เช่น
            กรณีการควบรวมหรือซื้อกิจการ เป็นต้น
          </li>
        </ul>
      </div>

      <div className="privacy-title-2">
        5.2 การส่งหรือโอนข้อมูลส่วนบุคคลไปต่างประเทศ
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ในบางกรณี บริษัทฯ อาจมีการส่งหรือโอนข้อมูลส่วนบุคคลไปต่างประเทศ ทั้งนี้
        ในการส่งหรือโอนข้อมูลดังกล่าว บริษัทฯ
        จะทำให้แน่ใจว่าประเทศปลายทางหรือองค์การระหว่างประเทศที่รับข้อมูลส่วนบุคคลมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่เพียงพอ
        และ บริษัทฯ จะจัดให้มีมาตรการการคุ้มครองและรักษาความปลอดภัยที่เหมาะสม
        และจะปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
        รวมถึงการขอความยินยอมจากเจ้าของข้อมูลส่วนบุคคลสำหรับการส่งหรือโอนข้อมูลส่วนบุคคลไปยังต่างประเทศหากจำเป็นต้องปฏิบัติตามที่กฎหมายกำหนด
      </div>

      <div className="privacy-title">
        6. สิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคล{" "}
      </div>

      <div className="privacyText">
        ในฐานะที่เป็นเจ้าของข้อมูลส่วนบุคคล
        ท่านมีสิทธิตามที่กำหนดไว้โดยพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ.
        2562 รวมถึงสิทธิ ต่าง ๆ ดังนี้
      </div>

      <div className="privacy-title-2">6.1 สิทธิในการเพิกถอนความยินยอม </div>

      <div className="privacyText padding-l30 no-margin-t">
        <p>
          ท่านมีสิทธิขอเพิกถอนความยินยอมที่ให้ไว้แก่บริษัทฯ ในการเก็บรวบรวม ใช้
          หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเมื่อใดก็ได้
          เว้นแต่การเพิกถอนความยินยอมจะมีข้อจำกัดโดยกฎหมายหรือสัญญาที่ให้ประโยชน์แก่ท่าน
        </p>
        <p>
          ทั้งนี้ การเพิกถอนความยินยอมจะไม่ส่งผลกระทบต่อการเก็บรวบรวม ใช้
          หรือเปิดเผยข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมแก่บริษัทฯ
          ก่อนหน้าแล้วโดยชอบด้วยกฎหมาย
        </p>
      </div>

      <div className="privacy-title-2">
        6.2 สิทธิในการเข้าถึงข้อมูลส่วนบุคคล{" "}
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ท่านมีสิทธิขอเข้าถึงและขอรับสำเนาข้อมูลส่วนบุคคลของท่านซึ่งอยู่ในความรับผิดชอบของบริษัทฯ
        รวมถึงขอให้บริษัทฯ
        เปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคลดังกล่าวที่ท่านไม่ได้ให้ความยินยอม
      </div>

      <div className="privacy-title-2">
        6.3 สิทธิในการขอให้ส่งหรือโอนข้อมูลส่วนบุคคล{" "}
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ในกรณีที่บริษัทฯ
        ได้ทำให้ข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบที่สามารถอ่านหรือใช้งานโดยทั่วไปได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ
        ท่านมีสิทธิขอรับข้อมูลส่วนบุคคลของท่านจากบริษัทฯ ได้
        รวมทั้งมีสิทธิขอให้บริษัทฯ
        ส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นได้ตามที่กฎหมายกำหนด
      </div>

      <div className="privacy-title-2">
        6.4 สิทธิในการคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล{" "}
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ท่านมีสิทธิในการคัดค้านการเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลได้ตามที่กฎหมายกำหนด
      </div>

      <div className="privacy-title-2">6.5 สิทธิในการขอลบข้อมูลส่วนบุคคล</div>

      <div className="privacyText padding-l30 no-margin-t">
        ท่านมีสิทธิขอให้บริษัทฯ
        ลบหรือทำลายหรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวตนได้ตามที่กฎหมายกำหนด
      </div>

      <div className="privacy-title-2">
        6.6 สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคล{" "}
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ท่านมีสิทธิขอให้บริษัทฯ
        ระงับการใช้ข้อมูลของท่านด้วยเหตุตามที่กฎหมายกำหนด
      </div>

      <div className="privacy-title-2">
        6.7 สิทธิในการขอแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง{" "}
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        ท่านมีสิทธิขอให้บริษัทฯ
        แก้ไขข้อมูลส่วนบุคคลของท่านเพื่อให้ข้อมูลส่วนบุคคลดังกล่าวถูกต้อง
        เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
      </div>

      <div className="privacy-title-2">6.8 สิทธิในการร้องเรียน </div>

      <div className="privacyText padding-l30 no-margin-t">
        <p>
          ท่านมีสิทธิในการร้องเรียนต่อพนักงานเจ้าหน้าที่ผู้มีอำนาจตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
          พ.ศ. 2562 เมื่อบริษัทฯ ฝ่าฝืนหรือไม่ปฏิบัติตามพระราชบัญญัติดังกล่าวได้
        </p>
        <p>
          ในกรณีที่ท่านยื่นคำร้องขอใช้สิทธิภายใต้บทบัญญัติของพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
          พ.ศ. 2562 เมื่อบริษัทฯ ได้รับคำร้องขอดังกล่าวแล้ว
          จะดำเนินการภายในระยะเวลาที่กฎหมายกำหนด อนึ่ง บริษัทฯ
          สงวนสิทธิที่จะปฏิเสธหรือไม่ดำเนินการตามคำร้องขอดังกล่าวได้ในกรณีที่กฎหมายกำหนด
        </p>
      </div>

      <div className="privacy-title">
        7. มาตรการในการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล
      </div>

      <div className="privacyText">
        <p>
          บริษัทฯ
          ได้กำหนดให้มีมาตรการรักษาความมั่นคงปลอดภัยที่เหมาะสมและเข้มงวดในการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล
          เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข
          หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจหรือโดยมิชอบ
        </p>
        <p>
          กรณีที่บริษัทฯ มอบหมายให้บุคคลอื่นดำเนินการเก็บรวบรวม ใช้
          หรือเปิดเผยข้อมูลส่วนบุคคลตามคำสั่งหรือในนามของบริษัทฯ บริษัทฯ
          จะกำกับดูแลบุคคลดังกล่าวอย่างเหมาะสมเพื่อให้มั่นใจได้ว่าบุคคลดังกล่าวจะรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
          พ.ศ. 2562
        </p>
      </div>

      <div className="privacy-title">8. ข้อมูลสำหรับการติดต่อ</div>

      <div className="privacyText">
        ในกรณีที่มีข้อสงสัยหรือต้องการสอบถามรายละเอียดเพิ่มเติมเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลของท่าน
        การเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน
        การใช้สิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคล หรือมีข้อร้องเรียนใด ๆ
        ท่านสามารถติดต่อบริษัทฯ ได้ที่
      </div>

      <div className="privacyText padding-l30">
        <strong>บริษัท สยามนิสทรานส์ จำกัด</strong>
        <div className="privacy-address-table">
          <table>
            <tbody>
              <tr>
                <td>สถานที่ติดต่อ : </td>
                <td>
                  191/66, 68-69 ชั้น 15 อาคารซีทีไอ ทาวเวอร์ ถนนรัชดาภิเษก
                  กรุงเทพมหานคร 10110
                </td>
              </tr>
              <tr>
                <td>หมายเลขโทรศัพท์ : </td>
                <td>(+66)-2-261-1080～5 หรือ (+66)-2-261-5343～6</td>
              </tr>
              <tr>
                <td>อีเมล์ : </td>
                <td>
                  <a href="mailto:snc-compliance@th.nissin-asia.com">
                    snc-compliance@th.nissin-asia.com
                  </a>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>

      <div className="privacyText padding-l30">
        <strong>เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล</strong>
        <div className="privacy-address-table">
          <table>
            <tbody>
              <tr>
                <td>สถานที่ติดต่อ : </td>
                <td>
                  191/66, 68-69 ชั้น 15 อาคารซีทีไอ ทาวเวอร์ ถนนรัชดาภิเษก
                  กรุงเทพมหานคร 10110
                </td>
              </tr>
              <tr>
                <td>หมายเลขโทรศัพท์ : </td>
                <td>(+66)-2-261-1080 #296</td>
              </tr>
              <tr>
                <td>อีเมล์ : </td>
                <td>
                  <a href="mailto:snc-compliance@th.nissin-asia.com">
                    snc-compliance@th.nissin-asia.com
                  </a>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>

      <div className="privacyText text-right margin-t50">
        ประกาศ ณ วันที่ 01/06/2565
      </div>
    </div>
  );
}
