export default function PrivacyJP() {
  return (
    <div className="privacy-box">
      <div className="pageTitle1">個人情報保護告示(Privacy Notice)</div>

      <div className="privacy-sub-title">人材管理、その他関係者向け</div>

      <div className="privacyText margin-t50">
        <p>
          Siam Nistrans Co.,
          Ltd.（「会社」）は2019年個人情報保護法に基づき、会社に情報を提供した会社従業員、派遣従業員、求職者、さらには前述の者の家族、緊急連絡先、参照者、及び利益享受者の個人情報の収集、使用、開示に関する詳細、個人情報保護の方法、適切な個人情報取扱指針を説明するために本個人情報保護告示を作成した。
        </p>
        <p>
          会社は個人情報主体の個人情報が適切に保護されていることを確実にするため、定期的に適宜、本個人情報保護告示を見直し、改定する。本個人情報保護告示に重要な変更がある場合、会社は適切な経路を通じて個人情報主体に通知する。
        </p>
      </div>

      <div className="privacy-title">1. 定義</div>

      <div className="privacyText">
        <p>
          「個人情報」とは、直接的又は間接的に個人を特定することのできる個人に関する情報をいう。ただし、死亡者の情報は含まれない。
        </p>
        <p>
          「機微な個人情報」とは、2019年個人情報保護法第26条に定められた次の個人情報をいう。民族、血統、政治的思想、宗教上又は哲学上の信仰、性的嗜好、刑罰履歴、健康情報、障害、労働組合情報、遺伝情報、バイオ情報に関する個人情報、若しくは個人情報主体に対する不公平な差別を生む恐れのある情報、個人情報保護委員会が告示して定める個人情報主体に同様の影響を及ぼす恐れのある情報をいう。
        </p>
        <p>
          「個人情報管理者」とは、2019年個人情報法保護法第41条に定められた個人情報管理者として選任された者をいう。
        </p>
        <p>
          「個人情報主体」とは、会社が収集、使用、開示する個人情報の主体となる個人をいう。
        </p>
      </div>

      <div className="privacy-title">2. 個人情報の収集、使用、開示の目的</div>

      <div className="privacy-title-2">
        2.1 個人情報の収集、使用、開示の法的根拠
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        会社は次の場合、本個人情報保護告示の範囲内で必要な限りの個人情報の収集、使用、開示を行う。
      </div>

      <div className="privacy-title-3">2.1.1 一般個人情報</div>

      <div className="privacy-list-1">
        <ul>
          <li>
            会社が法律で同意を要請する必要があると定めている場合については個人情報主体の同意を得られた場合
          </li>
          <li>個人の生命、身体、健康に対する危険の防止又は抑制のため</li>
          <li>
            個人情報主体が契約者となっている契約の履行のため、又は契約締結前の個人情報主体の要請に基づく手続きのために必要となる場合
          </li>
          <li>
            会社、別の個人又は法人の適法な利益のために必要となる場合。ただし、前述の利益が個人情報主体の個人情報における基本的権利よりも重要性が低い場合はこの限りでない。
          </li>
          <li>会社の法律遵守の場合</li>
        </ul>
      </div>

      <div className="privacy-title-3">2.1.2 機微な個人情報</div>

      <div className="privacyText padding-l60 no-margin-t">
        会社の業務運営において、会社は個人情報主体の機微な個人情報の収集を必要とする場合がある。会社が個人情報主体の機微な個人情報を収集する場合、会社は事前に個人情報主体に明確に同意要請する。ただし次の場合を含め、2019年個人情報保護法の記載に基づく明確な同意を不要とする条件に該当する場合はこの限りでない。
      </div>

      <div className="privacy-list-1 padding-l90">
        <ul>
          <li>
            個人情報主体が何らかの理由で同意することができず、個人の生命、身体、健康に対する危険を防止する又は抑制するため
          </li>
          <li>個人情報主体の明確な同意により一般に開示されている情報の場合</li>
          <li>
            法的請求権の要求、法的請求権の履行又は行使、法的請求権に対する争いのために必要となる場合
          </li>
          <li>
            公共福祉目的達成のための法律遵守に必要となる場合。例えば、国内に感染又は拡散する恐れのある危険な感染症又は伝染病による健康面の保護等である。
          </li>
          <li>
            被雇用者の業務能力査定、労働者保護、社会保険、社会的保護に関連する目的達成のための法律遵守に必要となる場合
          </li>
          <li>
            重要な公共の利益に関する目的達成のための法律遵守に必要となる場合
          </li>
        </ul>
      </div>

      <div className="privacy-title-2">
        2.2 個人情報の使用あるいは開示のための収集目的
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        会社は次の通り個人情報主体と会社との関係性に従い、様々な目的で個人情報主体の個人情報を収集する。
      </div>

      <div className="privacy-title-3">
        2.2.1 求職者、その家族、参照者及び緊急連絡先の人物
      </div>

      <div className="privacy-list-1 padding-l90">
        <ul>
          <li>
            求職者の募集、審査、選定、その他関連手続きのため。例：求職者の資格検査、刑事罰履歴の検査、面接、面接結果評価、雇用契約締結等
          </li>
          <li>
            プロセスに関する会社内の業務マネージメントのため。例：求職者及び関係者のデータベース作成、求職者の面接報告書情報の審査・選定関係部署への送付、会社のその他必要業務マネージメント等
          </li>
        </ul>
      </div>

      <div className="privacy-title-3">
        2.2.2
        会社従業員、派遣従業員、また前述の者の家族、緊急連絡先、参照者、利益享受者
      </div>

      <div className="privacy-list-1 padding-l90">
        <ul>
          <li>
            会社と従業員又は派遣従業員との間の雇用契約又はその他関連契約の範囲内での雇用及び職務遂行のため、若しくは法律、会社のルール及びその他関連規程の履行のため、さらに業務遂行前の違法薬物及び刑事罰履歴の調査、会社名義での業務遂行のための委任状作成、政府機関への関係情報及び書類の送付、領収書等の会社の従業員からの金銭受領の証憑作成等のその他関連手続きのため
          </li>
          <li>
            会社の人材マネージメント、人材計画作成及びマネージメント、従業員及び派遣従業員の業務管理監督、会社内の従業員及び派遣従業員のデータベース作成、月給、賃金、その他報酬の管理、各種恩恵及び福利厚生の付与（例：医療費、健康診断費、損害保険、ワクチン接種費、退職金基金、社会保険等）、国税局へ提出するための従業員の所得及び所得税書類作成のため
          </li>
          <li>
            法律に基づく査証やビザ(Visa)の申請書、査証又はビザ(Visa
            Extension)の更新申請書及び／又は労働許可証(Work
            Permit)の申請書又は更新申請書の提出のため
          </li>
          <li>
            会社業務運営についての計画作成、報告、評価、及び情報分析のため
          </li>
          <li>
            法律、会社の規則又は規定に基づく組織内のリスク管理、防止及び検査、マネージメントのため。例えば、会社内の検査、会社内の不正行為の申し立てについての審査、不正行為や違法行為の検査及び防止、会社内のITシステム利用申請検査等である。
          </li>
          <li>
            法律の遵守、法律に基づく行政機関への情報報告を目的とした、又は警察官、行政機関、裁判所、その他法執行機関からの令状、刑執行書を受領した際の法的手続き、又はその他規則に基づく取調、調査のため、また法的請求権の要求、法的請求権の履行あるいは行使、法的請求権に対する争いのため
          </li>
          <li>
            適法に実施されて事業合併あるいは契約譲渡等の貴殿と会社との間の契約に基づく権利、義務、恩恵の譲渡のため
          </li>
          <li>
            監視カメラによる会社の建物及び施設内の安全確保、会社の建物及び施設の出入りのための選定、検査、及び確認のため
          </li>
        </ul>
      </div>

      <div className="privacyText">
        前述の会社が収集する個人情報が施行されている各種法律の遵守又は契約履行に際して会社にとって必要な情報である場合において、個人情報主体が前述の必要となる個人情報を提供しない場合、会社は個人情報主体に対して法的責任を負うこと、マネージメント、契約締結、便宜供与を行うことができない場合がある。
      </div>

      <div className="privacy-title">3. 収集する個人情報</div>

      <div className="privacy-title-2">3.1 会社が収集する個人情報</div>

      <div className="privacyText padding-l30 no-margin-t">
        会社は次の情報を含めた個人情報主体の個人情報を収集する。
      </div>

      <div className="privacy-list-3-1">
        <ul>
          <li>
            氏名、国民登録番号、運転免許証番号、旅券番号、生年月日、性別、年齢、国籍、婚姻状況、写真、、さらに国民登録証の写し、運転免許証の写し、法律で作成するよう定められているその他書類に表示されるその他情報等の個人を特定できる情報
          </li>
          <li>
            住所、電話番号、電子メールアドレス、SNSアカウント等の連絡先情報
          </li>
          <li>
            銀行口座情報、銀行口座番号、各種税金関連情報、損害保険情報、報酬又は月給等の金融情報又は事務情報
          </li>
          <li>
            IPアドレス(IP
            Address)、装置番号、会社がクッキー(Cookies)やその他同様技術経由で収集する情報、コンピューター通信情報(Log)、会社の各種ウェブサイト及びシステムへのアクセス情報、会社のITシステム利用向けのユーザーリスト情報等の会社のITシステム利用に関する情報、その他技術情報
          </li>
          <li>
            学歴及び職歴、就労認可証情報、役職等の資格、教育及び業務、各種教育訓練に関する情報
          </li>
          <li>会社に連絡した際の映像又は音声記録情報等の会社との連絡情報</li>
          <li>
            静止画記録、動画記録等の会社の各種イベント参加情報、各種イベント参加登録書類に示されたその他情報、意見調査や満足度評価の結果等
          </li>
          <li>
            兵役終了状況、政治的立場、家族の個人情報、参照者情報、緊急連絡先情報等のその他個人情報
          </li>
        </ul>
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        会社は信仰、血液型、民族、健康情報（新型コロナウイルス(Covid-19)検査結果）及び違法薬物検査結果）、顔認識情報、刑事罰履歴等の機微な個人情報を収集することがある。この場合、個人情報主体又は法律の定めに従い明確な同意を得る。
      </div>

      <div className="privacy-title-2">
        3.2 青少年、成年後見人、被保佐人の個人情報
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        会社は青少年、成年後見人、被保佐人の個人情報を収集することがある。前述の情報の収集、使用、開示の同意要請以外に適法な理由がない場合、会社は青少年、成年後見人、被保佐人の個人情報の収集、使用、開示に関連する法律を遵守する。法律の定めに基づく法定代理人、保護者、管財人の同意要請する。
      </div>

      <div className="privacy-title-2">3.3 個人情報の取得元</div>

      <div className="privacyText padding-l30 no-margin-t">
        会社は次の情報元から個人情報主体の個人情報を収集することがある。
      </div>

      <div className="privacy-list-3-3">
        <ul>
          <li>
            会社への応募、さらには応募書類の送付、契約締結前の要請に基づく手続き、契約署名、契約締結に際した書類添付、各種経路（電話、電子メール等）による会社への連絡、会議参加等により、個人情報主体から直接個人情報を取得する。
          </li>
          <li>
            個人情報主体が会社に対して情報を提供した参照者、旧勤務先の雇用者、大学、行政機関、政府機関、民間組織、その他公共情報源（個人情報主体の所属組織のウェブサイト、インターネット検索情報等）等のその他情報源から個人情報主体の個人情報を取得する。
          </li>
        </ul>
      </div>

      <div className="privacy-title">4. 個人情報保存期間</div>

      <div className="privacyText">
        会社は個人情報の収集、使用、開示の目的に必要な期間に限り、貴殿の個人情報を保存する。期間は本個人情報告示に記載する。保管期間決定の基準は、会社が貴殿との関係性を維持している期間とし、法的請求権の要求、法的請求権の履行又は行使、法的請求権に対する争い、若しくは会社の方針及び要求事項に基づくその他の目的、法律遵守のために必要な期間、又は法的有効期間に従いその後も保存することがある。
      </div>

      <div className="privacy-title">5. 個人情報の開示</div>

      <div className="privacy-title-2">
        5.1 収集した個人情報が開示される恐れのある個人又は組織の種類
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        本個人情報保護告示に記載の目的に従い会社は次の部外者に対して貴殿の個人情報を開示することがある。
      </div>

      <div className="privacy-list-5-1">
        <ul>
          <li>
            本個人情報保護告示に記載の活動実施を目的とする子会社、グループ会社、系列会社（
            <a href="overseas-braches.php">
              https://www.th.nissin-asia.com/jp/overseas-braches.php
            </a>
            に記載）
          </li>
          <li>
            運送サービス提供者、観光サービス提供者、書類収集・処分サービス提供者、印刷所、ITシステム開発・管理受託者、会計監査人、弁護士、法務・税務コンサルタント、その他コンサルタント等の会社向けの業務を行う代理人、サービス提供者、受託者及び／又は二次請事業者
          </li>
          <li>
            法律の定めに基づく行政機関、管理監督機関、独立組織、又はその他機関、さらに裁判所、警察、国家警察事務局、国税局、関税局、入国管理局、個人情報保護委員会事務局等の法律に基づく権限を行使する、又は職務を遂行する職員
          </li>
          <li>
            関連プロセスにおける賃金、補償金、支援金の支給のための金融機関
          </li>
          <li>損害保険会社</li>
          <li>
            事業合併や事業買収の場合等の会社からの権利、義務、恩恵の譲受者、前述の譲受者から代理実施を委任された者
          </li>
        </ul>
      </div>

      <div className="privacy-title-2">5.2 外国への個人情報の送付又は譲渡</div>

      <div className="privacyText padding-l30 no-margin-t">
        会社は外国の個人情報を送付又は譲渡することがある。この場合、会社は個人情報を取得する目的地国又は国際機関が十分な個人情報保護規格を構築していることを確実にする。また、会社は適切な保護・安全確保措置を講じ、2019年個人情報保護法を遵守し、さらには法律の定めに従い実施する必要がある場合、外国への個人情報の送付又は譲渡について個人情報主体に同意を要請する。
      </div>

      <div className="privacy-title">6. 個人情報主体の権利</div>

      <div className="privacyText">
        個人情報主体として、貴殿は2019年個人情報保護法に定められた権利、また次の各種権利を有する。
      </div>

      <div className="privacy-title-2">6.1 同意取り消しの権利</div>

      <div className="privacyText padding-l30 no-margin-t">
        <p>
          貴殿は会社に対していつでも個人情報の収集、使用、開示の同意を取り消す権利を有する。ただし、同意の取り消しに法的制限がある場合、又は貴殿の利益となる契約上の制限がある場合はこの限りでない。
        </p>
        <p>
          同意の取り消しは、貴殿が過去に適法に同意した個人情報の収集、使用、開示に対しては影響を及ぼさない。
        </p>
      </div>

      <div className="privacy-title-2">6.2 個人情報へのアクセスの権利</div>

      <div className="privacyText padding-l30 no-margin-t">
        貴殿は会社が責任を負う貴殿の個人情報へのアクセス、コピーを請求する権利を有し、さらには貴殿が同意していない個人情報の取得元を開示するよう請求する権利を有する。
      </div>

      <div className="privacy-title-2">
        6.3 個人情報の送付又は譲渡請求の権利
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        会社が自動的に稼働する機器又は装置により、一般的に判読又は使用でき、また自動的に個人情報を使用又は開示できる形式で個人情報を提供している場合、貴殿は会社に個人情報を請求する権利を有するとともに、会社に前述の形式の個人情報を法律の定めに従い、別の個人情報管理者に送付又は譲渡するよう請求する権利を有する。
      </div>

      <div className="privacy-title-2">
        6.4 個人情報の収集、使用、開示に反対する権利
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        貴殿は法律の定めに従い、個人情報主体の個人情報の収集、使用、開示に反対する権利を有する。
      </div>

      <div className="privacy-title-2">6.5 個人情報の消去請求する権利</div>

      <div className="privacyText padding-l30 no-margin-t">
        貴殿は法律の定めに従い、会社に個人情報の消去又は個人を特定できないように破壊又は処理するよう請求する権利を有する。
      </div>

      <div className="privacy-title-2">
        6.6 個人情報利用の停止を請求するの権利
      </div>

      <div className="privacyText padding-l30 no-margin-t">
        貴殿は法律の定めに従い、会社に貴殿の情報利用の停止を請求する権利を有する。
      </div>

      <div className="privacy-title-2">6.7 個人情報修正の請求する権利</div>

      <div className="privacyText padding-l30 no-margin-t">
        貴殿は会社に個人情報を適正、最新、完全なものとし、誤解を生まないようにするために貴殿の個人情報の修正を請求する権利を有する。
      </div>

      <div className="privacy-title-2">6.8 苦情申し立ての権利</div>

      <div className="privacyText padding-l30 no-margin-t">
        <p>
          貴殿は会社が2019年個人情報保護法に違反した場合、又は遵守していない場合に前述の法律に基づく権限を有する職員に対して申し立てをする権利を有する。
        </p>
        <p>
          貴殿が2019年個人情報保護法に定められた権利の行使請求を提出し、会社がこれを受領した場合、法律で定められた期間内に実施しなければならない。なお、法律の定めがある場合、会社は前述の苦情申し立ての拒否、又は手続きを実施しない権利を留保する。
        </p>
      </div>

      <div className="privacy-title">7. 個人情報管理における安全措置</div>

      <div className="privacyText">
        <p>
          会社は無権限での、あるいは不正な個人情報の紛失、アクセス、使用、変更、修正、開示を防止するために個人情報の安全確保における適切かつ厳格な安全措置を講じている。
        </p>
        <p>
          会社が第三者に会社の命令に従い、又は会社の名義により個人情報を収集、使用、開示するよう委任した場合、会社は受任者が2019年個人情報保護法に基づく個人情報主体に個人情報の安全確保を実施していることを確実にするために適宜、受任者を管理、監督する。
        </p>
      </div>

      <div className="privacy-title">8. 連絡用情報</div>

      <div className="privacyText">
        貴殿の個人情報の保護、収集、使用、開示、個人情報主体としての貴殿の権利に関する疑問がある場合や追加詳細の問い合わせを希望する場合、若しくは苦情が等がある場合、次に従い会社に連絡を取ることができる。
      </div>

      <div className="privacyText padding-l30">
        <strong>Siam Nistrans Co., Ltd.</strong>
        <div className="privacy-address-table">
          <table>
            <tbody>
              <tr>
                <td>連絡先住所：</td>
                <td>
                  10110　バンコク都クロントゥーイ区クロントゥーイ地区
                  <br />
                  ラチャダーピセーク通り191/99番地　CTIタワービル15階68-69
                </td>
              </tr>
              <tr>
                <td>電話番号：</td>
                <td>(+66)-2-261-1080～5、又は261-5343～6</td>
              </tr>
              <tr>
                <td>電子メール：</td>
                <td>
                  <a href="mailto:snc-compliance@th.nissin-asia.com">
                    snc-compliance@th.nissin-asia.com
                  </a>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>

      <div className="privacyText padding-l30">
        <strong>個人情報管理者</strong>
        <div className="privacy-address-table">
          <table>
            <tbody>
              <tr>
                <td>連絡先住所：</td>
                <td>
                  10110　バンコク都クロントゥーイ区クロントゥーイ地区
                  <br />
                  ラチャダーピセーク通り191/99番地　CTIタワービル15階68-69
                </td>
              </tr>
              <tr>
                <td>電話番号：</td>
                <td>(+66)-2-261-1080 #296</td>
              </tr>
              <tr>
                <td>電子メール：</td>
                <td>
                  <a href="mailto:snc-compliance@th.nissin-asia.com">
                    snc-compliance@th.nissin-asia.com
                  </a>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>

      <div className="privacyText text-right margin-t50">告示日：2022/6/1</div>
    </div>
  );
}
